Revit 2016 API
LoadCaseSetIterator Constructor
Initializes a new instance of the LoadCaseSetIterator class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public LoadCaseSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
LoadCaseSetIterator()
See Also
LoadCaseSetIterator Class
Autodesk.Revit.DB.Structure Namespace